Autodesk.Navisworks.Api.AppearanceOverrides
Appearance overrides.

Autodesk.Navisworks.Api.AppearanceOverrides.#ctor(System.Collections.ObjectModel.Collection{Autodesk.Navisworks.Api.MaterialOverride})
Appearance overrides.

Autodesk.Navisworks.Api.AppearanceOverrides.MaterialOverrides
Material overrides.